class Translation(object):
    START_TEXT = """ʜɪ 

ɪᴀᴍ ᴍʏ ᴛᴇʟᴇɢʀᴀᴍ ᴏʀɢ ʙᴏᴛ💛

ɪᴀᴍ ʜᴇʟᴘ ᴛᴏ ᴛᴀᴋᴇ ᴀᴘɪ ɪᴅ ᴀɴᴅ ᴀᴘɪ ʜᴀsʜ ꜰʀᴏᴍ ᴍʏ ᴛᴇʟᴇɢʀᴀᴍ ᴏʀɢ⚡

ᴇɴᴛᴇʀ ʏᴏᴜʀ ᴛᴇʟᴇɢʀᴀᴍ ᴘʜᴏɴᴇ ɴᴜᴍʙᴇʀ, ᴛᴏ ɢᴇᴛ ᴛʜᴇ ᴀᴘᴘ-ɪᴅ ᴀɴᴅ ᴀᴘɪ ʜᴀsʜ ꜰʀᴏᴍ ᴍʏ.ᴛᴇʟᴇɢʀᴀᴍ.ᴏʀɢ
/start ᴀᴛ ᴀɴʏ sᴛᴀɢᴇ ᴛᴏ ʀᴇ-ᴇɴᴛᴇʀ ʏᴏᴜʀ ᴅᴇᴛᴀɪʟs"""
    AFTER_RECVD_CODE_TEXT = ""ɪ sᴇᴇ!
ɴᴏᴡ ᴘʟᴇᴀsᴇ sᴇɴᴅ ᴛʜᴇ ᴛᴇʟᴇɢʀᴀᴍ ᴄᴏᴅᴇ ᴛʜᴀᴛ ʏᴏᴜ ʀᴇᴄᴇɪᴠᴇᴅ ꜰʀᴏᴍ ᴛᴇʟᴇɢʀᴀᴍ!" ʏᴏᴜ ʀᴇᴄᴇɪᴠᴇᴅ ꜰʀᴏᴍ ᴛᴇʟᴇɢʀᴀᴍ!

ᴛʜɪs ᴄᴏᴅᴇ ɪs ᴏɴʟʏ ᴜsᴇᴅ ꜰᴏʀ ᴛʜᴇ ᴘᴜʀᴘᴏsᴇ ᴏꜰ ɢᴇᴛᴛɪɴɢ ᴛʜᴇ ᴀᴘᴘ ɪᴅ ꜰʀᴏᴍ ᴍʏ.ᴛᴇʟᴇɢʀᴀᴍ.ᴏʀɢ
ɪꜰ ʏᴏᴜ ᴅᴏ ɴᴏᴛ ᴛʀᴜsᴛ ᴛʜɪs ʙᴏᴛ ᴅᴇᴠ, ᴘʟᴇᴀsᴇ ʜᴏsᴛ ᴛʜɪs ʙᴏᴛ ʏᴏᴜʀsᴇʟꜰ

/start ᴀᴛ ᴀɴʏ sᴛᴀɢᴇ ᴛᴏ ʀᴇ-ᴇɴᴛᴇʀ ʏᴏᴜʀ ᴅᴇᴛᴀɪʟs"""
    BEFORE_SUCC_LOGIN = "ʀᴇᴄɪᴇᴠᴇᴅ ᴄᴏᴅᴇ. sᴄᴀʀᴘᴘɪɴɢ ᴡᴇʙ ᴘᴀɢᴇ ..."
    ERRED_PAGE = "sᴏᴍᴇᴛʜɪɴɢ ᴡʀᴏɴɢɪɴɢs.🤐 ꜰᴀɪʟᴇᴅ ᴛᴏ ɢᴇᴛ ᴀᴘᴘ ɪᴅ. "
    CANCELLED_MESG = "ʙʏᴇ! ᴘʟᴇᴀsᴇ ʀᴇ /start ᴛʜᴇ ʙᴏᴛ ᴄᴏɴᴠᴇʀsᴀᴛɪᴏɴ"
    IN_VALID_CODE_PVDED = "sᴏʀʀʏ, ʙᴜᴛ ᴛʜᴇ ɪɴᴘᴜᴛ ᴅᴏᴇs ɴᴏᴛ sᴇᴇᴍ ᴛᴏ ʙᴇ ᴀ ᴠᴀʟɪᴅ ᴛᴇʟᴇɢʀᴀᴍ ᴡᴇʙ-ʟᴏɢɪɴ ᴄᴏᴅᴇ🤐"
    IN_VALID_PHNO_PVDED = "sᴏʀʀʏ, ʙᴜᴛ ᴛʜᴇ ɪɴᴘᴜᴛ ᴅᴏᴇs ɴᴏᴛ sᴇᴇᴍ ᴛᴏ ʙᴇ ᴀ ᴠᴀʟɪᴅ ᴘʜᴏɴᴇ ɴᴜᴍʙᴇʀ🤐"
